"STORE_DESCRIPTION" = "VLC для iOS — це порт вільного медіапрогравача VLC на iPad, iPhone та iPod touch.\nВін може відтворювати усі фільми, відео та музику у більшості відомих форматів безпосередньо без перетворення.\nТакож VLC дозволяє синхронізацію файлів через Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, прямі завантаження та через WiFi, а також потоковий перегляд із  SMB, FTP, UPnP/DLNA медіасерверів чи інтернету.\n\nVLC для iOS — повністю вільний із відритим вихідним кодом.";

"STORE_DESCRIPTION_TV" = "Медіапрогравач VLC — це вільний із відкритим вихідним кодом багатоплатформовий мультимедійний програвач.\nВін може відтворювати усі фільми, відео та музику у більшості відомих форматів безпосередньо без перетворення.\nТакож VLC дозволяє синхронізацію файлів через хмарні служби (Dropbox, OneDrive, Box), віддалене відтворення через ваш Mac або ПК, а також через веб-інтерфейс разом із потоковим переглядом із  SMB, FTP, UPnP/DLNA медіасерверів чи інтернету.\nVLC пропонує підтримку для розширених субтитрів, включаючи повну сумісність із SSA, багато-доріжкове аудіо та керування швидкістю відтворення.\n\nVLC для iOS — повністю вільний із відритим вихідним кодом.\n\nМетадані та художні роботи надані TMDb та Hatchet, які є підтримуваними громадськістю базами даних кіно та музики.";

"CHOOSE_AUDIO_TRACK" = "Вибрати звукову доріжку";
"CHOOSE_SUBTITLE_TRACK" = "Вибрати доріжку субтитрів";
"OPEN_TRACK_PANEL" = "Відкрити вибір доріжки";
"CHOOSE_TITLE" = "Вибрати заголовок";
"CHOOSE_CHAPTER" = "Вибрати главу";
"CHAPTER_SELECTION_TITLE" = "Частини";
"TITLE" = "Назва";
"CHAPTER" = "Частина";
"MINIMIZE_PLAYBACK_VIEW" = "Сховати відтворення";
"FULLSCREEN_PLAYBACK" = "Відтворювати на увесь екран";
"TRACK_SELECTION" = "Вибір доріжки";
"AUDIO" = "Аудіо";
"SUBTITLES" = "Субтитри";
"LANGUAGE" = "Мова";
"MEDIA_INFO" = "Медіаінформація";
"VIDEO_DIMENSIONS" = "Розмір відео";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i пікселів";
"FORMAT_AUDIO_TRACKS" = "%i звукових  доріжок";
"ONE_AUDIO_TRACK" = "Одна звукова доріжка";
"FORMAT_SPU_TRACKS" = "%i доріжок субтитрів";
"ONE_SPU_TRACK" = "Одна доріжка субтитрів";

"PLAYING_EXTERNALLY_TITLE" = "Підключено ТБ";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast під'єднано";
"PLAYING_EXTERNALLY_DESC" = "Це відео відтворюється на ТБ";

"VFILTER_HUE" = "Відтінок";
"VFILTER_CONTRAST" = "Контрастність";
"VFILTER_BRIGHTNESS" = "Яскравість";
"VFILTER_SATURATION" = "Насиченість";
"VFILTER_GAMMA" = "Гама";

"PREAMP" = "Попередній підсилювач";
"DB_FORMAT" = "%i дБ";
"CHOOSE_EQUALIZER_PROFILES" = "Вибрати профіль еквалайзера";

"PLAYBACK_FAILED" = "Відтворення провалилося";
"PLEASE_WAIT" = "Будь ласка, зачекайте";
"AR_CHANGED" = "Співвідношення сторін: %@";
"DEFAULT" = "Стандартно";
"FILL_TO_SCREEN" = "Обрізати для заповнення екрану";
"PLAYBACK_SPEED" = "Швидкість відтворення";
"SPU_DELAY" = "Затримка субтитрів";
"AUDIO_DELAY" = "Затримка звуку";
"BUTTON_SLEEP_TIMER" = "Таймер сну";
"SLEEP_TIMER_UPDATED" = "Оновлено таймер сну";
"CONTINUE_PLAYBACK" = "Продовжити відтворення?";
"CONTINUE_PLAYBACK_LONG" = "Ви б хотіли продовжити відтворення \"%@\", де ви зупинилися";

"BUTTON_ALL" = "Виділити все";
"BUTTON_BACK" = "Назад";
"BUTTON_EDIT" = "Редагувати";
"BUTTON_DONE" = "Готово";
"BUTTON_CANCEL" = "Скасувати";
"BUTTON_SAVE" = "Зберегти";
"BUTTON_DOWNLOAD" = "Завантажити";
"BUTTON_DELETE" = "Видалити";
"BUTTON_OK" = "Гаразд";
"BUTTON_CONTRIBUTE" = "Співпраця";
"BUTTON_CONNECT" = "З'єднатися";
"BUTTON_RENAME" = "Перейменувати";
"BUTTON_LEARN_MORE" = "Дізнатися більше";
"BUTTON_LOGOUT" = "Вихід";
"BUTTON_CONTINUE" = "Продовжити";
"BUTTON_SET" = "Задати";
"BUTTON_RESET" = "Очистити";
"PRIVATE_PLAYBACK_TOGGLE" = "Особисте відтворення";
"SCAN_SUBTITLE_TOGGLE" = "Сканувати за субтитрами (лише http)";

"BUTTON_RENDERER" = "Пристрої для трансляції";
"BUTTON_RENDERER_HINT" = "Показати меню доступних пристроїв для трансляції";

"UPGRADING_LIBRARY" = "Оновлюється медіабібліотека";
"UNTITLED_SHOW" = "Безіменний показ";
"UNKNOWN" = "Невідомо";

"OPEN_NETWORK" = "Відкрити мережевий потік";
"NETWORK_TITLE" = "Мережевий потік";
"OPEN_NETWORK_HELP" = "Введіть будь-яку HTTP, RTSP, RTMP, MMS, FTP або UDP/RTP адресу, щоб відкрити потік прямо.";
"ABOUT_APP" = "Про VLC для iOS";
"OPEN_VLC_MENU" = "Відкрити бічну панель  меню VLC";
"HTTP_UPLOAD_SERVER_OFF" = "Неактивний сервер";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Нема активного Wi-Fi з'єднання";
"OPEN_STREAM_OR_DOWNLOAD" = "Хочете завантажити чи відтворити цю URL-адресу?";
"SHARED_VLC_IOS_LIBRARY" = "Поширено VLC для бібліотеки iOS";
"SMB_CIFS_FILE_SERVERS" = "Файлові сервери (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Провал завантаження з кодом HTTP %i";
"HTTP_FILE_CREATION_FAILED" = "Сталася помилка створення файлу";
"HTTP_DOWNLOAD_CANCELLED" = "Завантаження скасовано користувачем";

"DOWNLOAD_FROM_HTTP_HELP" = "Введіть адресу для завантаження файлу на ваш %@.";
"DOWNLOAD_FROM_HTTP" = "Завантаження";
"ERROR_NUMBER" = "Трапилася помилка %i";
"DOWNLOAD_FAILED" = "Провал завантаження";
"FILE_NOT_SUPPORTED" = "Формат файлу не підтримується";
"FILE_NOT_SUPPORTED_LONG" = "Формат файлу, використаний у %@, не підтримується цією версією VLC для iOS.";
"SCHEME_NOT_SUPPORTED" = "Схема адрес не підтримується";
"SCHEME_NOT_SUPPORTED_LONG" = "Ця схема адрес (%@) не підтримується. Будь ласка, використовуйте адресу, яка починається із HTTP, HTTPS або FTP.";
"LIBRARY_ALL_FILES" = "Усі файли";
"LIBRARY_MUSIC" = "Музичні альбоми";
"LIBRARY_SERIES" = "Серіали";
"LIBRARY_TRACKS" = "%i Доріжок";
"LIBRARY_SINGLE_TRACK" = "%i Доріжка";
"LIBRARY_EPISODES" = "%i Епізодів, %i непрочитано";
"LIBRARY_SINGLE_EPISODE" = "%i Епізод, %i непрочитано";
"LIBRARY_TRACK_N" = "Доріжка %i";
"LIBRARY_MINUTES_LEFT" = "%@m лишилося";
"RENAME_MEDIA_TO" = "Введіть нове ім'я для %@";

"FOLDER_EMPTY" = "Порожня тека";
"FOLDER_EMPTY_LONG" = "Для додавання файлів натисніть Змінити, виберіть потрібні файли, клацніть кнопку теки і оберіть цю теку.";
"FOLDER_INVALID_TYPE_TITLE" = "Невірні типи файлу";
"FOLDER_INVALID_TYPE_MESSAGE" = "Ви можете додати два файли, щоб створити теку або один файл у наявну теку.";
"FOLDER_CHOOSE_NAME_TITLE" = "Нова тека";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Введіть заголовок для вашої теки";
"FOLDER_NAME_PLACEHOLDER" = "Назва теки";
"FOLDER_NAME_DUPLICATE_TITLE" = "Заголовок існує";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Будь ласка, виберіть інший заголовок";
"SELECT_FOLDER" = "Виберіть теку";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Вибрати файл для відкриття:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Відкрити у …";
"SHARING_ERROR_NO_FILES" = "Неможливо знайти будь-який файл для поширення";
"SHARING_ERROR_NO_APPLICATIONS" = "Неможливо знайти жодну програму, щоб відкрити цей тип файлу";
"SHARING_SUCCESS_CAMERA_ROLL" = "Файл успішно збережено у галереї камери";

"SECTION_HEADER_LIBRARY" = "Медіатека";
"HEADER_TITLE_RENDERER" = "Вибрати пристрій для трансляції";
"SECTION_HEADER_NETWORK" = "Мережа";

"LOCAL_NETWORK" = "Локальна мережа";
"CONNECT_TO_SERVER" = "З'єднатися з сервером";
"USER_LABEL" = "Користувач";
"PASSWORD_LABEL" = "Пароль";
"DISABLE_LABEL" = "Вимкнути";
"BUTTON_ANONYMOUS_LOGIN" = "Анонімний вхід";

"LOCAL_SERVER_REFRESH" = "Оновити";
"LOCAL_SERVER_LAST_UPDATE" = "Останнє завантаження: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "ЗБІЙ З'ЄДНАННЯ З СЕРВЕРОМ";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Перевірте адресу сервера та ваші облікові дані";

"CLOUD_SERVICES" = "Хмарні служби";
"LOGIN" = "Вхід";
"LOGGED_IN" = "Увійшов (ла)";

"DROPBOX_DOWNLOAD" = "Завантажити файл?";
"DROPBOX_DL_LONG" = "Хочете завантажити \"%@\" на ваш %@?";
"DROPBOX_LOGIN" = "Вхід";

"GDRIVE_ERROR_FETCHING_FILES" = "Помилка при відборі файлів";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Ваш файл вже успішно завантажено";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "УСПІХ";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Трапилася помилка під час завантаження.";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ПОМИЛКА";

"DISK_FULL" = "Досягнуто обмеження накопичувача";
"DISK_FULL_FORMAT" = "%@ не можна розмістити на вашому %@, бо у вас не лишилося вільного простору.";

"NUM_OF_FILES" = "%i файлів";
"ONE_FILE" = "1 файл";
"NO_FILES" = "Нема підтримуваних файлів";
"DOWNLOADING" = "Завантаження…";
"REMAINING_TIME" = "Залишок часу: %@";
"BIOMETRIC_UNLOCK" = "Розблокуйте бібліотеку медіа\nСкасуйте для введення парольного коду";

"Settings" = "Параметри"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Увімкн.";
"OFF" = "Вимкн.";

"EMPTY_LIBRARY" = "Порожня бібліотека медіа";
"EMPTY_LIBRARY_LONG" = "Для відтворення ви можете пустити медіапотік від сервера на вашу локальну мережу, від хмари або синхронізувати медіафайли з вашим пристроєм через iTunes, WiFi Upload або хмарні служби.";

"PLAYBACK_SCRUB_HELP" = "Проведіть пальцем вниз, щоб відрегулювати швидкість перемотування.";
"PLAYBACK_SCRUB_HIGH" = "Найвища швидкість перемотування";
"PLAYBACK_SCRUB_HALF" = "Половинна швидкість перемотування";
"PLAYBACK_SCRUB_QUARTER" = "Четвертинна швидкість перемотування";
"PLAYBACK_SCRUB_FINE" = "Точне перемотування";
"PLAYBACK_POSITION" = "Позиція відтворення";
"VIDEO_FILTER" = "Відеофільтри";
"VIDEO_FILTER_RESET_BUTTON" = "Очистити відеофільтри";
"VIDEO_ASPECT_RATIO_BUTTON" = "Перемкнути співвідношення сторін відео";
"PLAY_PAUSE_BUTTON" = "Грати або зупинити поточне відтворення";
"BWD_BUTTON" = "Стрибок назад";
"FWD_BUTTON" = "Стрибок вперед";
"PLAY_BUTTON" = "Відтворити";
"PAUSE_BUTTON" = "Пауза";
"PLAY_ALL_BUTTON" = "Відтворити все";

"VERSION_FORMAT" = "Версія: %@";
"BASED_ON_FORMAT" = "На основі:<br />%@";

"NEW" = "НОВИЙ";

"BUG_REPORT_TITLE" = "Повідомити про помилку";
"BUG_REPORT_MESSAGE" = "Ви б хотіли створити звіт про помилку?";
"BUG_REPORT_BUTTON" = "Відкрити Safari";

"VO_VIDEOPLAYER_TITLE" = "Відеопрогравач";
"VO_VIDEOPLAYER_DOUBLETAP" = "Подвійний натиск, щоб сховати або показати управління відтворенням";

"FIRST_STEPS_WELCOME" = "Ласкаво просимо";
"FIRST_STEPS_WELCOME_DETAIL" = "Перші кроки для синхронізації та відтворення ваших медіафайлів.";
"FIRST_STEPS_ITUNES" = "Синхронізація файлів через iTunes";
"FIRST_STEPS_ITUNES_DETAILS" = "Під'єднайте ваш %@ до Mac або ПК за допомогою кабелю.\nВідкрийте iTunes.\nВиберіть ваш %@.\nПеремкніться на вкладку \"Програми\", прокрутіть внизу і знайдіть VLC.\nПеренесіть ваші файли.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Під'єднайте ваш %@ до тої ж мережі,  в якій ваш Mac або ПК.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Перемкніть перемикач у бічній панелі, введіть URL у веб-переглядач і завантажте ваші файли.";
"FIRST_STEPS_CLOUDS" = "Хмари";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Завантажте ваші медіафайли на Диск Google або Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Відкрийте бічну панель для вибору вашого постачальника хмари і для доступу до ваших медіафайлів для завантаження або потокової трасляції.";
"FIRST_STEPS_PLAYBACK" = "Відтворення";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Час";
"FIRST_STEPS_ASPECT" = "Співвідношення сторін";
"FIRST_STEPS_SPEED" = "Швидкість";
"FIRST_STEPS_REPEAT" = "Повторювати";
"FIRST_STEPS_SUBTITLES" = "Доріжки субтитрів";
"FIRST_STEPS_AUDIO" = "Звукові доріжки";
"FIRST_STEPS_POSITION" = "Позиція";

"PLEX_CHECK_ACCOUNT" = "Перевірте ваш профіль Plex у налаштуваннях";
"PLEX_ERROR_ACCOUNT" = "Помилка входу у Plex";

"UNAUTHORIZED" = "Недозволено";

"SERVER" = "Сервер";
"SERVER_PORT" = "Порт";
"NO_SERVER_FOUND" = "Сервер не знайдено";
"NO_RECENT_STREAMS" = "Жодний потік не відтворювався останнім часом";

"WEBINTF_TITLE" = "Поширення через Wi-Fi";
"WEBINTF_DROPFILES" = "Вкинути файли";
"WEBINTF_DROPFILES_LONG" = "Вкиньте файли у вікно для додавання їх до свого пристрою %@.<br> Або клацніть на кнопці \"+\" для використання діалогу вибору.";
"WEBINTF_DOWNLOADFILES" = "Завантажити файли";
"WEBINTF_DOWNLOADFILES_LONG" = "Просто клацніть на файлі, який ви хочете завантажити із свого пристрою %@.";
"WEBINTF_TITLE_ATV" = "Віддалене відтворення";
"WEBINTF_DROPFILES_LONG_ATV" = "Вкиньте файли у вікно для їхнього відтворення на вашому %@.<br>Або натисніть кнопку \"+\" для використання вікна вибору файлів.";
"WEBINTF_URL_SENT" = "URL успішно надіслано.";
"WEBINTF_URL_EMPTY" = "URL-адреса не може бути порожньою.";
"WEBINTF_URL_INVALID" = "Не чинна URL-адреса.";


"NOW_PLAYING" = "Зараз відтворюється";
"PLAY_NOW" = "Відтворити зараз";
"PLAYING" = "Відтворюється";
"DETAIL" = "Подробиці";

"VOLUME" = "Гучність";
"DURATION" = "Тривалість";
"TITLE" = "Назва";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld годин %2$ld хвилин залишилося";
"%ld hours %ld minutes" = "%1$ld годин %2$ld хвилин";
"%ld minutes remaining" = "залишилося %ld хвилин";
"%ld minutes" = "%ld хвилин";
"%ld minutes %ld seconds remaining" = "%1$ld хвилин %2$ld секунд залишилося";
"%ld minutes %ld seconds" = "%1$ld хвилин %2$ld секунд";
"%ld seconds remaining" = "залишилося %ld секунд";
"%ld seconds" = "%ld секунд";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Серіал";
"OBJECT_TYPE_SHOW_EPISODE" = "Епізод серіалу";
"OBJECT_TYPE_LABEL" = "Тека";
"OBJECT_TYPE_ALBUM" = "Альбом";
"OBJECT_TYPE_ALBUM_TRACK" = "Доріжка альбому";
"OBJECT_TYPE_FILE" = "Файл";
"OBJECT_TYPE_FILE_AUDIO" = "Аудіофайл";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Не під'єднаний до iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Будь ласка, під'єднайте ваш iPhone, щоби виконати віддалені дії керування.";

"LONGPRESS_TO_STOP" = "Довгий натиск для зупинки відтворення.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Інформація про аудіо";
"CLOUD_LOGIN_LONG" = "Для доступу до хмарних послуг увійдіть до iCloud як на Apple TV, так і на пристрої iOS з тим самим ідентифікатором Apple та увімкніть Keychain Sharing у системних налаштуваннях.\nПісля цього увійдіть до вашого постачальника хмарних послуг  за допомогою програми VLC на вашому пристрої iOS. Насамкінець, виберіть його на вашому екрані.";
"ENTER_URL" = "Введіть URL для відтворення";
"HTTP_SERVER_ON" = "Вимкнути віддалене відтворення";
"HTTP_SERVER_OFF" = "Увімкнути віддалене відтворення";
"CACHED_MEDIA" = "Кешоване медіа";
"CACHED_MEDIA_LONG" = "Показане тут медіа зберігається локально на вашому Apple TV. Зверніть увагу, що вміст може бути вилучений операційною системою без попереднього повідомлення в будь-який час, коли VLC не працює, у випадку нестачі пам'яті на вашому пристрої.";
"DOWNLOAD_SUBS_FROM_OSO" = "Звантажити субтитри із OpenSubtitles.org...";
"FOUND_SUBS" = "Знайдені субтитри";
"USE_SPDIF" = "Використовувати наскрізь (S/PDIF)";

"PLAYBACK" = "Відтворення";
"REPEAT_MODE" = "Повторення";
"REPEAT_DISABLED" = "Вимкнено";
"REPEAT_SINGLE" = "Одноразово";
"REPEAT_FOLDER" = "Тека";

// Local Network Service Names
"UPNP_LONG" = "Універсальний Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Медіа сервер Plex (через Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "Протокол обміну файлів (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "Сервер файлів BONJOUR";
"DSM_WORKGROUP" = "Робоча група";

"URL_NOT_SUPPORTED" = "Неможливо відкрити це URL";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Натисніть %@ для видалення"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "Це виділення не можна вилучити";
"DELETE_INVALID_TITLE" = "Недійсне виділення";
"DELETE_MESSAGE" = "Підтвердіть вилучення обраних файлів";
"DELETE_TITLE" = "Вилучити обрані файли";

//Drag and Drop
"THIS_FILE" = "Цей файл";
"NOT_SUPPORTED_FILETYPE" = "%@ непідтримуваний тип файлу у VLC";
"FILE_EXISTS" = "%@ вже існує";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Протокол не вибрано";
"Settings" = "Параметри";
"ERROR" = "Помилка";
"OK" = "Гаразд";


//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
